doe/results_full/cases/case_02/constant/reactions
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      reactions;
}

species ( H2 CH4 );

reactions
{
}
